index.org
#+TITLE: Monitoring Data Entry for Haryana Surveys
#+AUTHOR: SSER
#+OPTIONS: H:3 ^:{}
#+LATEX_HEADER: \usepackage{booktabs}
#+LATEX_HEADER: \usepackage{tabularx}
#+TODO: TODO EDIT CHECK | DONE
#+PROPERTY: header-args:R :session haryana :eval never-export

* Preliminaries                                                    :noexport:

#+NAME: load-libraries
#+BEGIN_SRC R :results silent :exports none

require(RPostgreSQL)
require(ggplot2)
require(data.table)

#+END_SRC


#+NAME: read-data-code
#+BEGIN_SRC R :results silent :exports none
  drv <- dbDriver("PostgreSQL")

  surveypg <- dbConnect(drv, dbname = "ssersurveydata",
                   host = "localhost", port = 5432,
                   user = "ssersurveyuser")

  data.table(dbReadTable(surveypg,"ruralsurvey_household"))->household
  data.table(dbReadTable(surveypg,"ruralsurvey_member"))->member
  data.table(dbReadTable(surveypg,"ruralsurvey_codecaste"))->castes
  data.table(dbReadTable(surveypg,"ruralsurvey_codevillage"))->villages
#+END_SRC

* Overall Decisions

This section records any overall decisions that are taken.

**** TODO Decide on how to deal with ranges
**** TODO Fix social group for each caste
+ Each caste belongs to a unique social group. This needs to be correctly identified and informed to all data operators.
**** TODO Sample weights
+ Vikas needs to check the sampling scripts and get the sampling weights.
**** DONE Standard values of assets                                :Vikas:
CLOSED: [2018-11-11 Sun 05:56]
***** Compute unit price from available data, and provide a table of summary statistics for each type of asset

* Database corrections                                                :Vikas:
***** TODO FIES filter on names
***** TODO Comments on FIES questions
***** TODO Crops filter
***** DONE CodePlaces
***** DONE Make a block/page-wise table of data operators
CLOSED: [2018-11-11 Sun 06:59]

* Inconsistencies in Data                                       :Sonia:Jesim:
** Households for which data are missing for critical variables

This section lists data gaps that are critical. Sonia to attend to these, in consultation with Jesim, where required.

#+NAME: missing-data-code
#+BEGIN_SRC R :results value :exports results :colnames yes :hline yes
  merge(household,villages,by.x="village_id",by.y="id")->t
  merge(t,castes,by.x="caste_tribe_id",by.y="id")->t
  t[is.na(if_sc_st),.(village_name,household_number,blankfield="if_sc_st",detail=caste_tribe)][order(village_name,household_number)]
#+END_SRC

#+NAME: missing-data-code
#+CAPTION: Households with data missing for critical variables
#+RESULTS: missing-data-code
| village_name     | household_number | blankfield | detail  |
|------------------+------------------+------------+---------|
| Jamalpur Shekhan |               61 | if_sc_st   | Balmiki |
| Jamalpur Shekhan |               66 | if_sc_st   | Od      |
| Jamalpur Shekhan |               71 | if_sc_st   | Saini   |
| Jamalpur Shekhan |               76 | if_sc_st   | Bazigar |
| Jamalpur Shekhan |               77 | if_sc_st   | Saini   |
| Jamalpur Shekhan |               78 | if_sc_st   | Saini   |

** Data categorisation issues
**** TODO Majhabi Sikh and Rai Sikh are perhaps same
**** TODO Jhimar and Dhinvar are same
**** TODO Lohar categorised as both BC and SC

** Abnormal asset prices

#+NAME: asset_outlier_code
#+BEGIN_SRC R :results value :exports results :colnames yes :hline yes

  dbReadTable(surveypg,"ruralsurvey_asset_ownership_other")->t0
  dbReadTable(surveypg,"ruralsurvey_code_asset_others")->code
  merge(t0,code,by.x="asset_id",by.y="id")->t0

  dbReadTable(surveypg,"ruralsurvey_asset_ownership_transport")->t1
  dbReadTable(surveypg,"ruralsurvey_code_asset_transport")->code
  merge(t1,code,by.x="asset_id",by.y="id")->t1

  dbReadTable(surveypg,"ruralsurvey_asset_ownership_electrical")->t2
  dbReadTable(surveypg,"ruralsurvey_code_asset_electrical")->code
  merge(t2,code,by.x="asset_id",by.y="id")->t2

  dbReadTable(surveypg,"ruralsurvey_asset_ownership_furniture")->t3
  dbReadTable(surveypg,"ruralsurvey_code_asset_furniture")->code
  merge(t3,code,by.x="asset_id",by.y="id")->t3


  dbReadTable(surveypg,"ruralsurvey_asset_ownership_inventories")->t4
  dbReadTable(surveypg,"ruralsurvey_code_asset_inventories")->code
  merge(t4,code,by.x="asset_id",by.y="id")->t4

  data.table(rbind(t0,t1,t2,t3))->t
  merge(household,villages,by.x="village_id",by.y="id")->h
  merge(t,h,by.x="sno_id",by.y="id")->t
  t$value/t$no->t$price
  t[!is.na(price)]->t
  t[asset=="Scooter/motorcycle"][price>100000][,.(village_name,household_number,asset,price)]->t1
  rbind(t1,t[asset=="Refrigerator"][price>10000][,.(village_name,household_number,asset,price)])->t1
  rbind(t1,t[asset=="Almirah/cupboard"][price>10000][,.(village_name,household_number,asset,price)])->t1
  rbind(t1,t[asset=="Tape recorder/Two-in-one"][price>5000][,.(village_name,household_number,asset,price)])->t1
  t1
#+END_SRC

#+name: asset_outlier
#+CAPTION: Abnormal values of asset prices
#+RESULTS: asset_outlier_code
| village_name     | household_number | asset              |  price |
|------------------+------------------+--------------------+--------|
| Cheher Kalan     |               50 | Scooter/motorcycle | 125000 |
| Cheher Kalan     |               22 | Refrigerator       |  20000 |
| Khandrai         |                1 | Refrigerator       |  25000 |
| Jamalpur Shekhan |               67 | Refrigerator       |  14000 |
| Jamalpur Shekhan |                9 | Almirah/cupboard   |  35000 |

* Emerging patterns

This section will provide a compilation of tables and graphs on different aspects of social and economic conditions in the village.

