index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2018-11-13 Tue 15:24 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Monitoring Data Entry for Haryana Surveys</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="SSER" />
</head>
<body>
<div id="content">
<h1 class="title">Monitoring Data Entry for Haryana Surveys</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org200c392">1. Overall Decisions</a></li>
<li><a href="#org9b47de7">2. Database corrections&#xa0;&#xa0;&#xa0;<span class="tag"><span class="Vikas">Vikas</span></span></a></li>
<li><a href="#org59aa1ee">3. Inconsistencies in Data&#xa0;&#xa0;&#xa0;<span class="tag"><span class="Sonia">Sonia</span>&#xa0;<span class="Jesim">Jesim</span></span></a>
<ul>
<li><a href="#orgc894047">3.1. Households for which data are missing for critical variables</a></li>
<li><a href="#org27c3603">3.2. Data categorisation issues</a></li>
<li><a href="#orgcec5d76">3.3. Abnormal asset prices</a></li>
</ul>
</li>
<li><a href="#orgc25cde0">4. Emerging patterns</a>
<ul>
<li><a href="#org9f2f625">4.1. Caste Composition</a></li>
<li><a href="#org7acc91b">4.2. Land relations</a></li>
<li><a href="#org658da77">4.3. Food security</a></li>
<li><a href="#orgb1aa537">4.4. Cropping pattern, Production, Input use</a></li>
<li><a href="#orga6487ab">4.5. Labour Deployment</a></li>
<li><a href="#org2a2e333">4.6. Employment</a></li>
<li><a href="#orgd6704df">4.7. Livestock</a></li>
<li><a href="#org820a00d">4.8. Housing and Sanitation</a></li>
<li><a href="#org640e45e">4.9. Health and Education</a></li>
<li><a href="#org25bd225">4.10. Assets and Indebtedness</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-org200c392" class="outline-2">
<h2 id="org200c392"><span class="section-number-2">1</span> Overall Decisions</h2>
<div class="outline-text-2" id="text-1">
<p>
This section records any overall decisions that are taken.
</p>
</div>

<ol class="org-ol">
<li><a id="org8c1d83e"></a><span class="todo TODO">TODO</span> Decide on how to deal with ranges<br /></li>
<li><a id="org8e8075d"></a><span class="todo TODO">TODO</span> Fix social group for each caste<br />
<div class="outline-text-5" id="text-1-0-0-2">
<ul class="org-ul">
<li>Each caste belongs to a unique social group. This needs to be correctly identified and informed to all data operators.</li>
</ul>
</div>
</li>
<li><a id="org92e1172"></a><span class="todo TODO">TODO</span> Sample weights<br />
<div class="outline-text-5" id="text-1-0-0-3">
<ul class="org-ul">
<li>Vikas needs to check the sampling scripts and get the sampling weights.</li>
</ul>
</div>
</li>
<li><a id="orgae87d29"></a><span class="done DONE">DONE</span> Standard values of assets&#xa0;&#xa0;&#xa0;<span class="tag"><span class="Vikas">Vikas</span></span><br />
<div class="outline-text-5" id="text-1-0-0-4">
</div>
<ol class="org-ol">
<li><a id="orge61ef13"></a>Compute unit price from available data, and provide a table of summary statistics for each type of asset<br /></li>
</ol>
</li>
</ol>
</div>

<div id="outline-container-org9b47de7" class="outline-2">
<h2 id="org9b47de7"><span class="section-number-2">2</span> Database corrections&#xa0;&#xa0;&#xa0;<span class="tag"><span class="Vikas">Vikas</span></span></h2>
<div class="outline-text-2" id="text-2">
</div>
<ol class="org-ol">
<li><a id="org53a11b5"></a><span class="todo TODO">TODO</span> FIES filter on names<br /></li>
<li><a id="org58e13bf"></a><span class="todo TODO">TODO</span> Comments on FIES questions<br /></li>
<li><a id="orgd48e139"></a><span class="todo TODO">TODO</span> Crops filter<br /></li>
<li><a id="orgaf51db1"></a><span class="done DONE">DONE</span> CodePlaces<br /></li>
<li><a id="org0e6b7a3"></a><span class="done DONE">DONE</span> Make a block/page-wise table of data operators<br />
<div class="outline-text-6" id="text-2-0-0-0-5">
</div>
</li>
</ol>
</div>

<div id="outline-container-org59aa1ee" class="outline-2">
<h2 id="org59aa1ee"><span class="section-number-2">3</span> Inconsistencies in Data&#xa0;&#xa0;&#xa0;<span class="tag"><span class="Sonia">Sonia</span>&#xa0;<span class="Jesim">Jesim</span></span></h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-orgc894047" class="outline-3">
<h3 id="orgc894047"><span class="section-number-3">3.1</span> Households for which data are missing for critical variables</h3>
<div class="outline-text-3" id="text-3-1">
<p>
This section lists data gaps that are critical. Sonia to attend to these, in consultation with Jesim, where required.
</p>

<table id="org43dbd96" border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption class="t-above"><span class="table-number">Table 1:</span> Households with data missing for critical variables</caption>

<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">village_name</th>
<th scope="col" class="org-right">household_number</th>
<th scope="col" class="org-left">blankfield</th>
<th scope="col" class="org-left">detail</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Jamalpur Shekhan</td>
<td class="org-right">61</td>
<td class="org-left">if_sc_st</td>
<td class="org-left">Balmiki</td>
</tr>

<tr>
<td class="org-left">Jamalpur Shekhan</td>
<td class="org-right">66</td>
<td class="org-left">if_sc_st</td>
<td class="org-left">Od</td>
</tr>

<tr>
<td class="org-left">Jamalpur Shekhan</td>
<td class="org-right">71</td>
<td class="org-left">if_sc_st</td>
<td class="org-left">Saini</td>
</tr>

<tr>
<td class="org-left">Jamalpur Shekhan</td>
<td class="org-right">76</td>
<td class="org-left">if_sc_st</td>
<td class="org-left">Bazigar</td>
</tr>

<tr>
<td class="org-left">Jamalpur Shekhan</td>
<td class="org-right">77</td>
<td class="org-left">if_sc_st</td>
<td class="org-left">Saini</td>
</tr>

<tr>
<td class="org-left">Jamalpur Shekhan</td>
<td class="org-right">78</td>
<td class="org-left">if_sc_st</td>
<td class="org-left">Saini</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-org27c3603" class="outline-3">
<h3 id="org27c3603"><span class="section-number-3">3.2</span> Data categorisation issues</h3>
<div class="outline-text-3" id="text-3-2">
</div>
<ol class="org-ol">
<li><a id="org52216d9"></a><span class="todo TODO">TODO</span> Majhabi Sikh and Rai Sikh are perhaps same<br /></li>
<li><a id="org9189aac"></a><span class="todo TODO">TODO</span> Jhimar and Dhinvar are same<br /></li>
<li><a id="org1ae6872"></a><span class="todo TODO">TODO</span> Lohar categorised as both BC and SC<br /></li>
</ol>
</div>

<div id="outline-container-orgcec5d76" class="outline-3">
<h3 id="orgcec5d76"><span class="section-number-3">3.3</span> Abnormal asset prices</h3>
<div class="outline-text-3" id="text-3-3">
<table id="org3ed2677" border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption class="t-above"><span class="table-number">Table 2:</span> Abnormal values of asset prices</caption>

<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">village_name</th>
<th scope="col" class="org-right">household_number</th>
<th scope="col" class="org-left">asset</th>
<th scope="col" class="org-right">price</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Cheher Kalan</td>
<td class="org-right">50</td>
<td class="org-left">Scooter/motorcycle</td>
<td class="org-right">125000</td>
</tr>

<tr>
<td class="org-left">Cheher Kalan</td>
<td class="org-right">22</td>
<td class="org-left">Refrigerator</td>
<td class="org-right">20000</td>
</tr>

<tr>
<td class="org-left">Khandrai</td>
<td class="org-right">1</td>
<td class="org-left">Refrigerator</td>
<td class="org-right">25000</td>
</tr>

<tr>
<td class="org-left">Jamalpur Shekhan</td>
<td class="org-right">67</td>
<td class="org-left">Refrigerator</td>
<td class="org-right">14000</td>
</tr>

<tr>
<td class="org-left">Jamalpur Shekhan</td>
<td class="org-right">9</td>
<td class="org-left">Almirah/cupboard</td>
<td class="org-right">35000</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>

<div id="outline-container-orgc25cde0" class="outline-2">
<h2 id="orgc25cde0"><span class="section-number-2">4</span> Emerging patterns</h2>
<div class="outline-text-2" id="text-4">
<p>
This section will provide a compilation of tables and graphs on different aspects of social and economic conditions in the village.
</p>
</div>
