index.org
** Caste Composition

#+NAME: caste-composition-code
#+BEGIN_SRC R :results value :exports results :colnames yes :hline yes
merge(household,villages,by.x="village_id",by.y="id")->t
  merge(t,castes,by.x="caste_tribe_id",by.y="id")->t
  t[,.(Number=length(household_number)),keyby=.(village_name,if_sc_st,caste_tribe)][CJ(unique(village_name),unique(if_sc_st),unique(caste_tribe))][,as.list(Number),by=.(if_sc_st,caste_tribe)]->t1
  t1[!(is.na(V1)&is.na(V3)&is.na(V3)&is.na(V4))]->t1
  names(t1)[c(3:6)]<-villages$village_name
  names(t1)[c(1:2)]<-c("Social group","Caste")
  t1
#+END_SRC

#+NAME: caste-composition-code
#+CAPTION: Caste representation in the sample
#+RESULTS: caste-composition-code
| Social group | Caste          | Khandrai | Cheher Kalan | Jamalpur Shekhan | Birdhana |
|--------------+----------------+----------+--------------+------------------+----------|
| nil          | Balmiki        |      nil | nil          | 1                | nil      |
| nil          | Bazigar        |      nil | nil          | 1                | nil      |
| nil          | Od             |      nil | nil          | 1                | nil      |
| nil          | Saini          |      nil | nil          | 3                | nil      |
| BC           | Bhatra sikh    |      nil | nil          | 1                | nil      |
| BC           | Jhimar/Dhinwar |        1 | nil          | nil              | 3        |
| BC           | Jogi           |      nil | nil          | nil              | 1        |
| BC           | Kamboj         |        5 | nil          | 3                | nil      |
| BC           | Khati          |      nil | 9            | 1                | 2        |
| BC           | Kumhar         |        1 | 2            | nil              | 5        |
| BC           | Lodhi          |        1 | nil          | nil              | nil      |
| BC           | Lohar          |        1 | nil          | 1                | nil      |
| BC           | Mali           |        1 | nil          | nil              | nil      |
| BC           | Nai            |        2 | 5            | 3                | nil      |
| BC           | Rebari         |        9 | nil          | nil              | nil      |
| BC           | Saini          |      nil | nil          | 11               | nil      |
| BC           | Teli           |        1 | nil          | nil              | nil      |
| BC           | Yadav          |      nil | nil          | nil              | 1        |
| Other        | Arora          |        3 | nil          | 3                | nil      |
| Other        | Baniya         |        1 | 3            | nil              | nil      |
| Other        | Bishnoi        |       11 | nil          | nil              | nil      |
| Other        | Brahmin        |      nil | 6            | nil              | 1        |
| Other        | Garg           |      nil | nil          | 1                | nil      |
| Other        | Jat            |       12 | 10           | 9                | 23       |
| Other        | Khati          |      nil | nil          | 3                | nil      |
| Other        | Mehta          |        6 | nil          | nil              | nil      |
| Other        | Sunar          |        1 | 1            | nil              | nil      |
| SC           | Balmiki        |      nil | nil          | 6                | 1        |
| SC           | Bawaria        |      nil | nil          | 1                | 1        |
| SC           | Bazigar        |        2 | nil          | 6                | nil      |
| SC           | Chamar         |       13 | 7            | 8                | 17       |
| SC           | Dhanak         |        8 | 9            | nil              | 17       |
| SC           | Lohar          |        1 | 1            | nil              | nil      |
| SC           | Mazhabi Sikh   |        1 | nil          | nil              | nil      |
| SC           | Meena          |        1 | nil          | nil              | nil      |
| SC           | Nayak          |        2 | nil          | nil              | nil      |
| SC           | Od             |        3 | nil          | 15               | nil      |
| SC           | Rai Sikh       |       15 | nil          | nil              | nil      |
| SC           | Rebari         |        1 | nil          | nil              | nil      |

** Land relations
** Food security
** Cropping pattern, Production, Input use
** Labour Deployment
** Employment
** Livestock
** Housing and Sanitation
** Health and Education
