index.html

<div id="outline-container-org9f2f625" class="outline-3">
<h3 id="org9f2f625"><span class="section-number-3">4.1</span> Caste Composition</h3>
<div class="outline-text-3" id="text-4-1">
<table id="org630f0c2" border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption class="t-above"><span class="table-number">Table 3:</span> Caste representation in the sample</caption>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Social group</th>
<th scope="col" class="org-left">Caste</th>
<th scope="col" class="org-right">Khandrai</th>
<th scope="col" class="org-left">Cheher Kalan</th>
<th scope="col" class="org-left">Jamalpur Shekhan</th>
<th scope="col" class="org-left">Birdhana</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">nil</td>
<td class="org-left">Balmiki</td>
<td class="org-right">nil</td>
<td class="org-left">nil</td>
<td class="org-left">1</td>
<td class="org-left">nil</td>
</tr>

<tr>
<td class="org-left">nil</td>
<td class="org-left">Bazigar</td>
<td class="org-right">nil</td>
<td class="org-left">nil</td>
<td class="org-left">1</td>
<td class="org-left">nil</td>
</tr>

<tr>
<td class="org-left">nil</td>
<td class="org-left">Od</td>
<td class="org-right">nil</td>
<td class="org-left">nil</td>
<td class="org-left">1</td>
<td class="org-left">nil</td>
</tr>

<tr>
<td class="org-left">nil</td>
<td class="org-left">Saini</td>
<td class="org-right">nil</td>
<td class="org-left">nil</td>
<td class="org-left">3</td>
<td class="org-left">nil</td>
</tr>

<tr>
<td class="org-left">BC</td>
<td class="org-left">Bhatra sikh</td>
<td class="org-right">nil</td>
<td class="org-left">nil</td>
<td class="org-left">1</td>
<td class="org-left">nil</td>
</tr>

<tr>
<td class="org-left">BC</td>
<td class="org-left">Jhimar/Dhinwar</td>
<td class="org-right">1</td>
<td class="org-left">nil</td>
<td class="org-left">nil</td>
<td class="org-left">3</td>
</tr>

<tr>
<td class="org-left">BC</td>
<td class="org-left">Jogi</td>
<td class="org-right">nil</td>
<td class="org-left">nil</td>
<td class="org-left">nil</td>
<td class="org-left">1</td>
</tr>

<tr>
<td class="org-left">BC</td>
<td class="org-left">Kamboj</td>
<td class="org-right">5</td>
<td class="org-left">nil</td>
<td class="org-left">3</td>
<td class="org-left">nil</td>
</tr>

<tr>
<td class="org-left">BC</td>
<td class="org-left">Khati</td>
<td class="org-right">nil</td>
<td class="org-left">9</td>
<td class="org-left">1</td>
<td class="org-left">2</td>
</tr>

<tr>
<td class="org-left">BC</td>
<td class="org-left">Kumhar</td>
<td class="org-right">1</td>
<td class="org-left">2</td>
<td class="org-left">nil</td>
<td class="org-left">5</td>
</tr>

<tr>
<td class="org-left">BC</td>
<td class="org-left">Lodhi</td>
<td class="org-right">1</td>
<td class="org-left">nil</td>
<td class="org-left">nil</td>
<td class="org-left">nil</td>
</tr>

<tr>
<td class="org-left">BC</td>
<td class="org-left">Lohar</td>
<td class="org-right">1</td>
<td class="org-left">nil</td>
<td class="org-left">1</td>
<td class="org-left">nil</td>
</tr>

<tr>
<td class="org-left">BC</td>
<td class="org-left">Mali</td>
<td class="org-right">1</td>
<td class="org-left">nil</td>
<td class="org-left">nil</td>
<td class="org-left">nil</td>
</tr>

<tr>
<td class="org-left">BC</td>
<td class="org-left">Nai</td>
<td class="org-right">2</td>
<td class="org-left">5</td>
<td class="org-left">3</td>
<td class="org-left">nil</td>
</tr>

<tr>
<td class="org-left">BC</td>
<td class="org-left">Rebari</td>
<td class="org-right">9</td>
<td class="org-left">nil</td>
<td class="org-left">nil</td>
<td class="org-left">nil</td>
</tr>

<tr>
<td class="org-left">BC</td>
<td class="org-left">Saini</td>
<td class="org-right">nil</td>
<td class="org-left">nil</td>
<td class="org-left">11</td>
<td class="org-left">nil</td>
</tr>

<tr>
<td class="org-left">BC</td>
<td class="org-left">Teli</td>
<td class="org-right">1</td>
<td class="org-left">nil</td>
<td class="org-left">nil</td>
<td class="org-left">nil</td>
</tr>

<tr>
<td class="org-left">BC</td>
<td class="org-left">Yadav</td>
<td class="org-right">nil</td>
<td class="org-left">nil</td>
<td class="org-left">nil</td>
<td class="org-left">1</td>
</tr>

<tr>
<td class="org-left">Other</td>
<td class="org-left">Arora</td>
<td class="org-right">3</td>
<td class="org-left">nil</td>
<td class="org-left">3</td>
<td class="org-left">nil</td>
</tr>

<tr>
<td class="org-left">Other</td>
<td class="org-left">Baniya</td>
<td class="org-right">1</td>
<td class="org-left">3</td>
<td class="org-left">nil</td>
<td class="org-left">nil</td>
</tr>

<tr>
<td class="org-left">Other</td>
<td class="org-left">Bishnoi</td>
<td class="org-right">11</td>
<td class="org-left">nil</td>
<td class="org-left">nil</td>
<td class="org-left">nil</td>
</tr>

<tr>
<td class="org-left">Other</td>
<td class="org-left">Brahmin</td>
<td class="org-right">nil</td>
<td class="org-left">6</td>
<td class="org-left">nil</td>
<td class="org-left">1</td>
</tr>

<tr>
<td class="org-left">Other</td>
<td class="org-left">Garg</td>
<td class="org-right">nil</td>
<td class="org-left">nil</td>
<td class="org-left">1</td>
<td class="org-left">nil</td>
</tr>

<tr>
<td class="org-left">Other</td>
<td class="org-left">Jat</td>
<td class="org-right">12</td>
<td class="org-left">10</td>
<td class="org-left">9</td>
<td class="org-left">23</td>
</tr>

<tr>
<td class="org-left">Other</td>
<td class="org-left">Khati</td>
<td class="org-right">nil</td>
<td class="org-left">nil</td>
<td class="org-left">3</td>
<td class="org-left">nil</td>
</tr>

<tr>
<td class="org-left">Other</td>
<td class="org-left">Mehta</td>
<td class="org-right">6</td>
<td class="org-left">nil</td>
<td class="org-left">nil</td>
<td class="org-left">nil</td>
</tr>

<tr>
<td class="org-left">Other</td>
<td class="org-left">Sunar</td>
<td class="org-right">1</td>
<td class="org-left">1</td>
<td class="org-left">nil</td>
<td class="org-left">nil</td>
</tr>

<tr>
<td class="org-left">SC</td>
<td class="org-left">Balmiki</td>
<td class="org-right">nil</td>
<td class="org-left">nil</td>
<td class="org-left">6</td>
<td class="org-left">1</td>
</tr>

<tr>
<td class="org-left">SC</td>
<td class="org-left">Bawaria</td>
<td class="org-right">nil</td>
<td class="org-left">nil</td>
<td class="org-left">1</td>
<td class="org-left">1</td>
</tr>

<tr>
<td class="org-left">SC</td>
<td class="org-left">Bazigar</td>
<td class="org-right">2</td>
<td class="org-left">nil</td>
<td class="org-left">6</td>
<td class="org-left">nil</td>
</tr>

<tr>
<td class="org-left">SC</td>
<td class="org-left">Chamar</td>
<td class="org-right">13</td>
<td class="org-left">7</td>
<td class="org-left">8</td>
<td class="org-left">17</td>
</tr>

<tr>
<td class="org-left">SC</td>
<td class="org-left">Dhanak</td>
<td class="org-right">8</td>
<td class="org-left">9</td>
<td class="org-left">nil</td>
<td class="org-left">17</td>
</tr>

<tr>
<td class="org-left">SC</td>
<td class="org-left">Lohar</td>
<td class="org-right">1</td>
<td class="org-left">1</td>
<td class="org-left">nil</td>
<td class="org-left">nil</td>
</tr>

<tr>
<td class="org-left">SC</td>
<td class="org-left">Mazhabi Sikh</td>
<td class="org-right">1</td>
<td class="org-left">nil</td>
<td class="org-left">nil</td>
<td class="org-left">nil</td>
</tr>

<tr>
<td class="org-left">SC</td>
<td class="org-left">Meena</td>
<td class="org-right">1</td>
<td class="org-left">nil</td>
<td class="org-left">nil</td>
<td class="org-left">nil</td>
</tr>

<tr>
<td class="org-left">SC</td>
<td class="org-left">Nayak</td>
<td class="org-right">2</td>
<td class="org-left">nil</td>
<td class="org-left">nil</td>
<td class="org-left">nil</td>
</tr>

<tr>
<td class="org-left">SC</td>
<td class="org-left">Od</td>
<td class="org-right">3</td>
<td class="org-left">nil</td>
<td class="org-left">15</td>
<td class="org-left">nil</td>
</tr>

<tr>
<td class="org-left">SC</td>
<td class="org-left">Rai Sikh</td>
<td class="org-right">15</td>
<td class="org-left">nil</td>
<td class="org-left">nil</td>
<td class="org-left">nil</td>
</tr>

<tr>
<td class="org-left">SC</td>
<td class="org-left">Rebari</td>
<td class="org-right">1</td>
<td class="org-left">nil</td>
<td class="org-left">nil</td>
<td class="org-left">nil</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-org7acc91b" class="outline-3">
<h3 id="org7acc91b"><span class="section-number-3">4.2</span> Land relations</h3>
</div>
<div id="outline-container-org658da77" class="outline-3">
<h3 id="org658da77"><span class="section-number-3">4.3</span> Food security</h3>
</div>
<div id="outline-container-orgb1aa537" class="outline-3">
<h3 id="orgb1aa537"><span class="section-number-3">4.4</span> Cropping pattern, Production, Input use</h3>
</div>
<div id="outline-container-orga6487ab" class="outline-3">
<h3 id="orga6487ab"><span class="section-number-3">4.5</span> Labour Deployment</h3>
</div>
<div id="outline-container-org2a2e333" class="outline-3">
<h3 id="org2a2e333"><span class="section-number-3">4.6</span> Employment</h3>
</div>
<div id="outline-container-orgd6704df" class="outline-3">
<h3 id="orgd6704df"><span class="section-number-3">4.7</span> Livestock</h3>
</div>
<div id="outline-container-org820a00d" class="outline-3">
<h3 id="org820a00d"><span class="section-number-3">4.8</span> Housing and Sanitation</h3>
</div>
<div id="outline-container-org640e45e" class="outline-3">
<h3 id="org640e45e"><span class="section-number-3">4.9</span> Health and Education</h3>
</div>
