index.html
<div id="outline-container-org25bd225" class="outline-3">
<h3 id="org25bd225"><span class="section-number-3">4.10</span> Assets and Indebtedness</h3>
<div class="outline-text-3" id="text-4-10">
<table id="org5e059d8" border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption class="t-above"><span class="table-number">Table 4:</span> Summary statistics for unit prices of assets</caption>

<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">asset</th>
<th scope="col" class="org-right">Min.</th>
<th scope="col" class="org-right">1st Qu.</th>
<th scope="col" class="org-right">Median</th>
<th scope="col" class="org-right">Mean</th>
<th scope="col" class="org-right">3rd Qu.</th>
<th scope="col" class="org-right">Max.</th>
<th scope="col" class="org-right">N</th>
<th scope="col" class="org-right">Total_number</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Air-conditioner</td>
<td class="org-right">500</td>
<td class="org-right">6625</td>
<td class="org-right">12750</td>
<td class="org-right">12750</td>
<td class="org-right">18875</td>
<td class="org-right">25000</td>
<td class="org-right">2</td>
<td class="org-right">23</td>
</tr>

<tr>
<td class="org-left">Almirah/cupboard</td>
<td class="org-right">4000</td>
<td class="org-right">11750</td>
<td class="org-right">19500</td>
<td class="org-right">19500</td>
<td class="org-right">27250</td>
<td class="org-right">35000</td>
<td class="org-right">2</td>
<td class="org-right">150</td>
</tr>

<tr>
<td class="org-left">B/W TV</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">12</td>
</tr>

<tr>
<td class="org-left">Bed</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">152</td>
</tr>

<tr>
<td class="org-left">Bicycle</td>
<td class="org-right">200</td>
<td class="org-right">600</td>
<td class="org-right">1200</td>
<td class="org-right">1989</td>
<td class="org-right">1500</td>
<td class="org-right">10000</td>
<td class="org-right">9</td>
<td class="org-right">104</td>
</tr>

<tr>
<td class="org-left">Biogas plant</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">4</td>
</tr>

<tr>
<td class="org-left">Bus</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">2</td>
</tr>

<tr>
<td class="org-left">Cable connection</td>
<td class="org-right">150</td>
<td class="org-right">150</td>
<td class="org-right">150</td>
<td class="org-right">583</td>
<td class="org-right">412.5</td>
<td class="org-right">2400</td>
<td class="org-right">6</td>
<td class="org-right">88</td>
</tr>

<tr>
<td class="org-left">Capital equipment owned in non-agriculture business</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">1</td>
</tr>

<tr>
<td class="org-left">Car/Jeep</td>
<td class="org-right">40000</td>
<td class="org-right">125000</td>
<td class="org-right">2e+05</td>
<td class="org-right">204545</td>
<td class="org-right">287500</td>
<td class="org-right">4e+05</td>
<td class="org-right">11</td>
<td class="org-right">29</td>
</tr>

<tr>
<td class="org-left">Ceiling fan</td>
<td class="org-right">600</td>
<td class="org-right">612.5</td>
<td class="org-right">625</td>
<td class="org-right">2075</td>
<td class="org-right">2812.5</td>
<td class="org-right">5000</td>
<td class="org-right">3</td>
<td class="org-right">238</td>
</tr>

<tr>
<td class="org-left">Chair/stool/bench</td>
<td class="org-right">300</td>
<td class="org-right">300</td>
<td class="org-right">300</td>
<td class="org-right">300</td>
<td class="org-right">300</td>
<td class="org-right">300</td>
<td class="org-right">1</td>
<td class="org-right">201</td>
</tr>

<tr>
<td class="org-left">Clock</td>
<td class="org-right">150</td>
<td class="org-right">150</td>
<td class="org-right">150</td>
<td class="org-right">150</td>
<td class="org-right">150</td>
<td class="org-right">150</td>
<td class="org-right">1</td>
<td class="org-right">20</td>
</tr>

<tr>
<td class="org-left">Colour TV</td>
<td class="org-right">2000</td>
<td class="org-right">2250</td>
<td class="org-right">5000</td>
<td class="org-right">8357</td>
<td class="org-right">6000</td>
<td class="org-right">35000</td>
<td class="org-right">7</td>
<td class="org-right">219</td>
</tr>

<tr>
<td class="org-left">Computer</td>
<td class="org-right">10000</td>
<td class="org-right">12500</td>
<td class="org-right">15000</td>
<td class="org-right">15000</td>
<td class="org-right">17500</td>
<td class="org-right">20000</td>
<td class="org-right">3</td>
<td class="org-right">30</td>
</tr>

<tr>
<td class="org-left">Cooking gas+gas stove</td>
<td class="org-right">500</td>
<td class="org-right">1250</td>
<td class="org-right">1500</td>
<td class="org-right">1625</td>
<td class="org-right">1875</td>
<td class="org-right">3000</td>
<td class="org-right">4</td>
<td class="org-right">244</td>
</tr>

<tr>
<td class="org-left">Cooler</td>
<td class="org-right">750</td>
<td class="org-right">2250</td>
<td class="org-right">3000</td>
<td class="org-right">3536</td>
<td class="org-right">4250</td>
<td class="org-right">8000</td>
<td class="org-right">7</td>
<td class="org-right">165</td>
</tr>

<tr>
<td class="org-left">Cot/Charpai</td>
<td class="org-right">400</td>
<td class="org-right">475</td>
<td class="org-right">550</td>
<td class="org-right">844</td>
<td class="org-right">918.75</td>
<td class="org-right">1875</td>
<td class="org-right">4</td>
<td class="org-right">262</td>
</tr>

<tr>
<td class="org-left">DVD/VCD/CD player</td>
<td class="org-right">3000</td>
<td class="org-right">3000</td>
<td class="org-right">3000</td>
<td class="org-right">3000</td>
<td class="org-right">3000</td>
<td class="org-right">3000</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
</tr>

<tr>
<td class="org-left">Dish antenna</td>
<td class="org-right">1500</td>
<td class="org-right">1500</td>
<td class="org-right">1500</td>
<td class="org-right">1500</td>
<td class="org-right">1500</td>
<td class="org-right">1500</td>
<td class="org-right">1</td>
<td class="org-right">117</td>
</tr>

<tr>
<td class="org-left">Dressing table</td>
<td class="org-right">4000</td>
<td class="org-right">4000</td>
<td class="org-right">4000</td>
<td class="org-right">4000</td>
<td class="org-right">4000</td>
<td class="org-right">4000</td>
<td class="org-right">1</td>
<td class="org-right">55</td>
</tr>

<tr>
<td class="org-left">Electric heater</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">10</td>
</tr>

<tr>
<td class="org-left">Generator</td>
<td class="org-right">10000</td>
<td class="org-right">15000</td>
<td class="org-right">20000</td>
<td class="org-right">24000</td>
<td class="org-right">25000</td>
<td class="org-right">50000</td>
<td class="org-right">5</td>
<td class="org-right">11</td>
</tr>

<tr>
<td class="org-left">Handpump</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">18</td>
</tr>

<tr>
<td class="org-left">Inverter</td>
<td class="org-right">10</td>
<td class="org-right">3756.5</td>
<td class="org-right">8000</td>
<td class="org-right">7218</td>
<td class="org-right">10500</td>
<td class="org-right">14000</td>
<td class="org-right">7</td>
<td class="org-right">153</td>
</tr>

<tr>
<td class="org-left">Iron</td>
<td class="org-right">250</td>
<td class="org-right">250</td>
<td class="org-right">250</td>
<td class="org-right">250</td>
<td class="org-right">250</td>
<td class="org-right">250</td>
<td class="org-right">1</td>
<td class="org-right">170</td>
</tr>

<tr>
<td class="org-left">Kerosene stove</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">6</td>
</tr>

<tr>
<td class="org-left">Lorry</td>
<td class="org-right">8e+05</td>
<td class="org-right">8e+05</td>
<td class="org-right">8e+05</td>
<td class="org-right">8e+05</td>
<td class="org-right">8e+05</td>
<td class="org-right">8e+05</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
</tr>

<tr>
<td class="org-left">Microwave</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">4</td>
</tr>

<tr>
<td class="org-left">Mixer/grinder/Milk-churner</td>
<td class="org-right">1500</td>
<td class="org-right">1750</td>
<td class="org-right">2000</td>
<td class="org-right">2000</td>
<td class="org-right">2250</td>
<td class="org-right">2500</td>
<td class="org-right">2</td>
<td class="org-right">45</td>
</tr>

<tr>
<td class="org-left">Mobile phone</td>
<td class="org-right">750</td>
<td class="org-right">937.5</td>
<td class="org-right">1500</td>
<td class="org-right">1438</td>
<td class="org-right">2000</td>
<td class="org-right">2000</td>
<td class="org-right">4</td>
<td class="org-right">246</td>
</tr>

<tr>
<td class="org-left">Moped</td>
<td class="org-right">43000</td>
<td class="org-right">43000</td>
<td class="org-right">43000</td>
<td class="org-right">43000</td>
<td class="org-right">43000</td>
<td class="org-right">43000</td>
<td class="org-right">1</td>
<td class="org-right">10</td>
</tr>

<tr>
<td class="org-left">Other</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">2</td>
</tr>

<tr>
<td class="org-left">Other electrical appliances</td>
<td class="org-right">45000</td>
<td class="org-right">45000</td>
<td class="org-right">45000</td>
<td class="org-right">45000</td>
<td class="org-right">45000</td>
<td class="org-right">45000</td>
<td class="org-right">1</td>
<td class="org-right">4</td>
</tr>

<tr>
<td class="org-left">Other furniture</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">4</td>
</tr>

<tr>
<td class="org-left">Refrigerator</td>
<td class="org-right">2000</td>
<td class="org-right">3500</td>
<td class="org-right">6000</td>
<td class="org-right">9150</td>
<td class="org-right">12500</td>
<td class="org-right">25000</td>
<td class="org-right">10</td>
<td class="org-right">194</td>
</tr>

<tr>
<td class="org-left">Scooter/motorcycle</td>
<td class="org-right">2500</td>
<td class="org-right">11000</td>
<td class="org-right">16000</td>
<td class="org-right">23434</td>
<td class="org-right">30000</td>
<td class="org-right">125000</td>
<td class="org-right">43</td>
<td class="org-right">121</td>
</tr>

<tr>
<td class="org-left">Sewing machine</td>
<td class="org-right">800</td>
<td class="org-right">1000</td>
<td class="org-right">1000</td>
<td class="org-right">1775</td>
<td class="org-right">2550</td>
<td class="org-right">4000</td>
<td class="org-right">8</td>
<td class="org-right">185</td>
</tr>

<tr>
<td class="org-left">Sofa set</td>
<td class="org-right">1333</td>
<td class="org-right">2999.75</td>
<td class="org-right">4666.5</td>
<td class="org-right">4666</td>
<td class="org-right">6333.25</td>
<td class="org-right">8000</td>
<td class="org-right">2</td>
<td class="org-right">67</td>
</tr>

<tr>
<td class="org-left">Table</td>
<td class="org-right">500</td>
<td class="org-right">500</td>
<td class="org-right">500</td>
<td class="org-right">667</td>
<td class="org-right">750</td>
<td class="org-right">1000</td>
<td class="org-right">3</td>
<td class="org-right">124</td>
</tr>

<tr>
<td class="org-left">Table fan</td>
<td class="org-right">800</td>
<td class="org-right">825</td>
<td class="org-right">850</td>
<td class="org-right">850</td>
<td class="org-right">875</td>
<td class="org-right">900</td>
<td class="org-right">2</td>
<td class="org-right">144</td>
</tr>

<tr>
<td class="org-left">Telephone (fixed)</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">10</td>
</tr>

<tr>
<td class="org-left">Transistor/radio</td>
<td class="org-right">500</td>
<td class="org-right">500</td>
<td class="org-right">500</td>
<td class="org-right">500</td>
<td class="org-right">500</td>
<td class="org-right">500</td>
<td class="org-right">1</td>
<td class="org-right">6</td>
</tr>

<tr>
<td class="org-left">Trunk/box/suitcase</td>
<td class="org-right">250</td>
<td class="org-right">625</td>
<td class="org-right">875</td>
<td class="org-right">1500</td>
<td class="org-right">1750</td>
<td class="org-right">4000</td>
<td class="org-right">4</td>
<td class="org-right">259</td>
</tr>

<tr>
<td class="org-left">Utensils/kitchen instrument</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">64</td>
</tr>

<tr>
<td class="org-left">Washing machine</td>
<td class="org-right">2000</td>
<td class="org-right">4000</td>
<td class="org-right">5000</td>
<td class="org-right">4571</td>
<td class="org-right">5000</td>
<td class="org-right">7000</td>
<td class="org-right">7</td>
<td class="org-right">128</td>
</tr>

<tr>
<td class="org-left">Watch</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">nil</td>
<td class="org-right">15</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: SSER</p>
<p class="date">Created: 2018-11-13 Tue 15:24</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
